Repository: moaiy-com/moaiy
Catalog: Moaiy/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, ja, ko, pt_br, ru, zh_hans

# about_app_version
source: App Version
ar: إصدار التطبيق
es: Versión de la aplicación
fr: Version de l'application
hi: एप्लिकेशन वेरीज़न
ja: アプリのバージョン
ko: 앱 버전
pt_br: Versão do aplicativo
ru: Версия приложения
zh_hans: 应用版本

# about_gpg_embedded
source: Built-in
ar: مدمج
de: Eingebaut
es: Incorporado
fr: Intégré
hi: में निर्मित
ja: 内蔵
ko: 내장
pt_br: Integrado
ru: Встроенный
zh_hans: 应用内置

# about_gpg_not_available
source: Not Available
ar: غير متوفر
de: Nicht verfügbar
es: No disponible
fr: Pas disponible
hi: उपलब्ध नहीं है
ja: 利用不可
ko: 사용할 수 없음
pt_br: Não disponível
ru: Нет в наличии
zh_hans: 不可用

# about_gpg_version
source: GPG Version
ar: نسخة جي بي جي
es: Versión GPG
fr: Version GPG
hi: जीपीजी संस्करण
ja: GPG バージョン
ko: GPG 버전
pt_br: Versão GPG
ru: GPG-версия
zh_hans: GPG 版本

# about_icon_credit_link
source: View Icon Source
ar: عرض مصدر الرمز
de: Symbolquelle anzeigen
es: Ver fuente del icono
fr: Afficher la source de l'icône
hi: चिह्न स्रोत देखें
ja: アイコンソースの表示
ko: 아이콘 소스 보기
pt_br: Ver fonte do ícone
ru: Посмотреть исходный код значка
zh_hans: 查看图标来源

# about_icon_credit_text
source: Moai Statue by ProSymbols from Noun Project (CC BY 3.0)
ar: تمثال موي بواسطة ProSymbols من مشروع نون (CC BY 3.0)
de: Moai-Statue von ProSymbols von Noun Project (CC BY 3.0)
es: Estatua Moai de ProSymbols de Noun Project (CC BY 3.0)
fr: Statue Moai par ProSymbols du projet Noun (CC BY 3.0)
hi: नाउन प्रोजेक्ट से प्रोसिम्बोल्स द्वारा मोई प्रतिमा (CC BY 3.0)
ja: Noun Project の ProSymbols によるモアイ像 (CC BY 3.0)
ko: Noun Project의 ProSymbols가 제작한 모아이 조각상(CC BY 3.0)
pt_br: Estátua Moai por ProSymbols do Noun Project (CC BY 3.0)
ru: Статуя Моаи от ProSymbols из Noun Project (CC BY 3.0)
zh_hans: Moai Statue 图标由 ProSymbols 创作，来源 Noun Project（CC BY 3.0）

# about_icon_credit_title
source: Icon Attribution
ar: إسناد الأيقونة
de: Symbolzuordnung
es: Atribución de iconos
fr: Attribution des icônes
hi: चिह्न गुण
ja: アイコンの帰属
ko: 아이콘 속성
pt_br: Atribuição de ícone
ru: Атрибуция значков
zh_hans: 图标署名

# action_add
source: Add
ar: يضيف
de: Hinzufügen
es: Agregar
fr: Ajouter
hi: जोड़ना
ja: 追加
ko: 추가하다
pt_br: Adicionar
ru: Добавлять
zh_hans: 添加

# action_apply
source: Apply
ar: يتقدم
de: Anwenden
es: Aplicar
fr: Appliquer
hi: आवेदन करना
ja: 適用する
ko: 적용하다
pt_br: Aplicar
ru: Применять
zh_hans: 应用

# action_back
source: Back
ar: خلف
de: Zurück
es: Atrás
fr: Dos
hi: पीछे
ja: 戻る
ko: 뒤쪽에
pt_br: Voltar
ru: Назад
zh_hans: 上一步

# action_backup
source: Backup
ar: النسخ الاحتياطي
de: Sicherung
es: Respaldo
fr: Sauvegarde
hi: बैकअप
ja: バックアップ
ko: 지원
ru: Резервное копирование
zh_hans: 备份

# action_cancel
source: Cancel
ar: يلغي
de: Stornieren
es: Cancelar
fr: Annuler
hi: रद्द करना
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отмена
zh_hans: 取消

# action_clear
source: Clear
ar: واضح
de: Klar
es: Claro
fr: Clair
hi: स्पष्ट
ja: クリア
ko: 분명한
pt_br: Claro
ru: Прозрачный
zh_hans: 清除

# action_clear_all
source: Clear All
ar: مسح الكل
de: Alles löschen
es: Borrar todo
fr: Tout effacer
hi: सभी साफ करें
ja: すべてクリア
ko: 모두 지우기
pt_br: Limpar tudo
ru: Очистить все
zh_hans: 清空全部

# action_clear_history
source: Clear History
ar: مسح التاريخ
de: Verlauf löschen
es: Borrar historial
fr: Effacer l'historique
hi: इतिहास मिटा दें
ja: 履歴をクリアする
ko: 기록 지우기
pt_br: Limpar histórico
ru: Очистить историю
zh_hans: 清除历史

# action_confirm
source: Confirm
ar: يتأكد
de: Bestätigen
es: Confirmar
fr: Confirmer
hi: पुष्टि करना
ja: 確認する
ko: 확인하다
pt_br: Confirmar
ru: Подтверждать
zh_hans: 确认

# action_copy
source: Copy
ar: ينسخ
de: Kopie
es: Copiar
fr: Copie
hi: प्रतिलिपि
ja: コピー
ko: 복사
pt_br: Cópia
ru: Копировать
zh_hans: 复制

# action_copy_fingerprint
source: Copy Fingerprint
ar: نسخ بصمة الإصبع
de: Fingerabdruck kopieren
es: Copiar huella digital
fr: Copier l'empreinte digitale
hi: फ़िंगरप्रिंट कॉपी करें
ja: 指紋をコピーする
ko: 지문 복사
pt_br: Copiar impressão digital
ru: Скопировать отпечаток пальца
zh_hans: 复制指纹

# action_copy_to_clipboard
source: Copy to Clipboard
ar: نسخ إلى الحافظة
de: In die Zwischenablage kopieren
es: Copiar al portapapeles
fr: Copier dans le Presse-papiers
hi: क्लिपबोर्ड पर कॉपी करें
ja: クリップボードにコピー
ko: 클립보드에 복사
pt_br: Copiar para a área de transferência
ru: Копировать в буфер обмена
zh_hans: 复制到剪贴板

# action_create_first_key
source: Create Your First Key
ar: قم بإنشاء مفتاحك الأول
de: Erstellen Sie Ihren ersten Schlüssel
es: Crea tu primera clave
fr: Créez votre première clé
hi: अपनी पहली कुंजी बनाएं
ja: 最初のキーを作成する
ko: 첫 번째 키 만들기
pt_br: Crie sua primeira chave
ru: Создайте свой первый ключ
zh_hans: 创建您的第一个密钥

# action_create_key
source: Create Key
ar: إنشاء مفتاح
de: Schlüssel erstellen
es: Crear clave
fr: Créer une clé
hi: कुंजी बनाएँ
ja: キーの作成
ko: 키 생성
pt_br: Criar chave
ru: Создать ключ
zh_hans: 创建密钥

# action_decrypt
source: Decrypt
ar: فك التشفير
de: Entschlüsseln
es: Descifrar
fr: Décrypter
hi: डिक्रिप्ट
ja: 復号化
ko: 암호 해독
pt_br: Descriptografar
ru: Расшифровать
zh_hans: 解密

# action_decrypt_files
source: Decrypt Files
ar: فك تشفير الملفات
de: Dateien entschlüsseln
es: Descifrar archivos
fr: Décrypter les fichiers
hi: फ़ाइलें डिक्रिप्ट करें
ja: ファイルの復号化
ko: 파일 암호 해독
pt_br: Descriptografar arquivos
ru: Расшифровать файлы
zh_hans: 解密文件

# action_delete
source: Delete
ar: يمسح
de: Löschen
es: Borrar
fr: Supprimer
hi: मिटाना
ja: 消去
ko: 삭제
pt_br: Excluir
ru: Удалить
zh_hans: 删除

# action_delete_key
source: Delete Key
ar: حذف المفتاح
de: Schlüssel löschen
es: Eliminar clave
fr: Supprimer la clé
hi: कुंजी हटाएँ
ja: キーの削除
ko: 키 삭제
pt_br: Excluir chave
ru: Удалить ключ
zh_hans: 删除密钥

# action_done
source: Done
ar: منتهي
de: Erledigt
es: Hecho
fr: Fait
hi: हो गया
ja: 終わり
ko: 완료
pt_br: Feito
ru: Сделанный
zh_hans: 完成

# action_edit
source: Edit
ar: يحرر
de: Bearbeiten
es: Editar
fr: Modifier
hi: संपादन करना
ja: 編集
ko: 편집하다
pt_br: Editar
ru: Редактировать
zh_hans: 编辑

# action_encrypt
source: Encrypt
ar: تشفير
de: Verschlüsseln
es: cifrar
fr: Chiffrer
hi: एन्क्रिप्ट
ja: 暗号化する
ko: 암호화
pt_br: Criptografar
ru: Шифровать
zh_hans: 加密

# action_encrypt_file
source: Encrypt File
ar: تشفير الملف
de: Datei verschlüsseln
es: Cifrar archivo
fr: Chiffrer le fichier
hi: फ़ाइल एन्क्रिप्ट करें
ja: ファイルを暗号化する
ko: 파일 암호화
pt_br: Criptografar arquivo
ru: Зашифровать файл
zh_hans: 加密文件

# action_encrypt_files
source: Encrypt Files
ar: تشفير الملفات
de: Dateien verschlüsseln
es: Cifrar archivos
fr: Chiffrer les fichiers
hi: फ़ाइलें एन्क्रिप्ट करें
ja: ファイルを暗号化する
ko: 파일 암호화
pt_br: Criptografar arquivos
ru: Шифровать файлы
zh_hans: 加密文件

# action_export_private_key
source: Export Private Key
ar: تصدير المفتاح الخاص
de: Privaten Schlüssel exportieren
es: Exportar clave privada
fr: Exporter la clé privée
hi: निजी कुंजी निर्यात करें
ja: 秘密キーのエクスポート
ko: 개인 키 내보내기
pt_br: Exportar chave privada
ru: Экспортировать закрытый ключ
zh_hans: 导出私钥

# action_export_public_key
source: Export Public Key
ar: تصدير المفتاح العام
de: Öffentlichen Schlüssel exportieren
es: Exportar clave pública
fr: Exporter la clé publique
hi: सार्वजनिक कुंजी निर्यात करें
ja: 公開キーのエクスポート
ko: 공개 키 내보내기
pt_br: Exportar chave pública
ru: Экспорт открытого ключа
zh_hans: 导出公钥

# action_filters
source: Filters
ar: المرشحات
de: Filter
es: Filtros
fr: Filtres
hi: फिल्टर
ja: フィルター
ko: 필터
pt_br: Filtros
ru: Фильтры
zh_hans: 筛选

# action_import_key
source: Import Key
ar: مفتاح الاستيراد
de: Schlüssel importieren
es: Importar clave
fr: Clé d'importation
hi: कुंजी आयात करें
ja: インポートキー
ko: 가져오기 키
pt_br: Chave de importação
ru: Импортировать ключ
zh_hans: 导入密钥

# action_manage
source: Manage
ar: يدير
de: Verwalten
es: Administrar
fr: Gérer
hi: प्रबंधित करना
ja: 管理
ko: 관리하다
pt_br: Gerenciar
ru: Управлять
zh_hans: 管理

# action_manage_subkeys
source: Manage Subkeys
ar: إدارة المفاتيح الفرعية
de: Unterschlüssel verwalten
es: Gestionar subclaves
fr: Gérer les sous-clés
hi: उप-कुंजी प्रबंधन
ja: サブキー管理
ko: 하위 키 관리
pt_br: Gerenciar subchaves
ru: Управление подключами
zh_hans: 管理子密钥

# action_next
source: Next
ar: التالي
de: Nächste
es: Próximo
fr: Suivant
hi: अगला
ja: 次
ko: 다음
pt_br: Próximo
ru: Следующий
zh_hans: 下一步

# action_not_now
source: Not Now
ar: ليس الآن
de: Nicht jetzt
es: Ahora no
fr: Pas maintenant
hi: अभी नहीं
ja: 今じゃない
ko: 지금은 아님
pt_br: Agora não
ru: Не сейчас
zh_hans: 稍后再说

# action_ok
source: OK
ar: نعم
es: DE ACUERDO
fr: D'ACCORD
hi: ठीक है
ja: わかりました
ko: 좋아요
ru: ХОРОШО
zh_hans: 确定

# action_paste
source: Paste
ar: لصق
es: Pasta
fr: Coller
hi: पेस्ट करें
ja: ペースト
ko: 반죽
pt_br: Colar
ru: Вставить
zh_hans: 粘贴

# action_paste_help
source: Paste from clipboard
ar: لصق من الحافظة
de: Aus der Zwischenablage einfügen
es: Pegar desde el portapapeles
fr: Coller depuis le presse-papiers
hi: क्लिपबोर्ड से चिपकाएँ
ja: クリップボードから貼り付け
ko: 클립보드에서 붙여넣기
pt_br: Colar da área de transferência
ru: Вставить из буфера обмена
zh_hans: 从剪贴板粘贴

# action_pro_hardware_key_advanced
source: Advanced Hardware Key
ar: مفتاح عتاد متقدم
de: Erweiterter Hardware-Schlüssel
es: Clave de hardware avanzada
fr: Clé matérielle avancée
hi: उन्नत हार्डवेयर कुंजी
ja: 高度なハードウェアキー
ko: 고급 하드웨어 키
pt_br: Chave de hardware avançada
ru: Расширенный аппаратный ключ
zh_hans: 高级硬件密钥

# action_refresh
source: Refresh
ar: ينعش
de: Aktualisieren
es: Refrescar
fr: Rafraîchir
hi: ताज़ा करना
ja: リフレッシュ
ko: 새로 고치다
pt_br: Atualizar
ru: Обновить
zh_hans: 刷新

# action_refresh_pro_status
source: Refresh Pro Status
ar: تحديث حالة Pro
de: Pro-Status aktualisieren
es: Actualizar estado Pro
fr: Actualiser l'état Pro
hi: Pro स्थिति रीफ़्रेश करें
ja: Pro 状態を更新
ko: Pro 상태 새로고침
pt_br: Atualizar status Pro
ru: Обновить статус Pro
zh_hans: 刷新 Pro 状态

# action_reset
source: Reset
ar: إعادة ضبط
de: Zurücksetzen
es: Reiniciar
fr: Réinitialiser
hi: रीसेट करें
ja: リセット
ko: 다시 놓기
pt_br: Reiniciar
ru: Перезагрузить
zh_hans: 重置

# action_restore_purchases
source: Restore Purchases
ar: استعادة المشتريات
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
hi: खरीद बहाल करें
ja: 購入を復元
ko: 구매 복원
pt_br: Restaurar compras
ru: Восстановить покупки
zh_hans: 恢复购买

# action_retry
source: Retry
ar: أعد المحاولة
de: Wiederholen
es: Rever
fr: Réessayer
hi: पुन: प्रयास करें
ja: リトライ
ko: 다시 해 보다
pt_br: Tentar novamente
ru: Повторить попытку
zh_hans: 重试

# action_save
source: Save
ar: يحفظ
de: Speichern
es: Ahorrar
fr: Sauvegarder
hi: बचाना
ja: 保存
ko: 구하다
pt_br: Salvar
ru: Сохранять
zh_hans: 保存

# action_save_to_file
source: Save to File
ar: حفظ إلى ملف
de: In Datei speichern
es: Guardar en archivo
fr: Enregistrer dans un fichier
hi: फाइल को बचाएं
ja: ファイルに保存
ko: 파일에 저장
pt_br: Salvar em arquivo
ru: Сохранить в файл
zh_hans: 保存到文件

# action_select_all
source: Select All
ar: حدد الكل
de: Wählen Sie „Alle“ aus
es: Seleccionar todo
fr: Sélectionner tout
hi: सबका चयन करें
ja: すべて選択
ko: 모두 선택
pt_br: Selecionar tudo
ru: Выбрать все
zh_hans: 全选

# action_select_external_keyring
source: Use External Keyring Folder
ar: استخدم مجلد Keyring الخارجي
de: Verwenden Sie einen externen Schlüsselbundordner
es: Usar carpeta de llavero externo
fr: Utiliser un dossier de porte-clés externe
hi: बाहरी कीरिंग फ़ोल्डर का उपयोग करें
ja: 外部キーリングフォルダーを使用する
ko: 외부 키링 폴더 사용
pt_br: Usar pasta de chaveiro externo
ru: Использовать внешнюю папку для ключей
zh_hans: 使用外部密钥目录

# action_select_files
source: Select Files
ar: حدد الملفات
de: Wählen Sie Dateien aus
es: Seleccionar archivos
fr: Sélectionner des fichiers
hi: फ़ाइलें चुनें
ja: ファイルの選択
ko: 파일 선택
pt_br: Selecione arquivos
ru: Выберите файлы
zh_hans: 选择文件

# action_share
source: Share
ar: يشارك
de: Aktie
es: Compartir
fr: Partager
hi: शेयर करना
ja: 共有
ko: 공유하다
pt_br: Compartilhar
ru: Делиться
zh_hans: 分享

# action_sign_detached
source: Sign File (Detached)
ar: ملف التوقيع (منفصل)
de: Unterzeichnungsdatei (abgetrennt)
es: Firmar archivo (separado)
fr: Fichier de signature (détaché)
hi: साइन फ़ाइल (अलग)
ja: 署名ファイル (分離)
ko: 서명 파일(분리됨)
pt_br: Arquivo de assinatura (desanexado)
ru: Подписать файл (отсоединенный)
zh_hans: 文件签名（分离式）

# action_sign_key
source: Sign Key
ar: مفتاح التوقيع
de: Schlüssel signieren
es: Clave de firma
fr: Clé de signe
hi: साइन कुंजी
ja: サインキー
ko: 서명 키
pt_br: Chave de assinatura
ru: Подписать ключ
zh_hans: 签名密钥

# action_swap
source: Swap Input/Output
ar: تبديل الإدخال/الإخراج
de: Eingabe/Ausgabe vertauschen
es: Intercambiar entrada/salida
fr: Permuter l'entrée/la sortie
hi: इनपुट/आउटपुट स्वैप करें
ja: 入出力を入れ替える
ko: 입력/출력 교환
pt_br: Trocar entrada/saída
ru: Поменять местами ввод/вывод
zh_hans: 交换输入/输出

# action_use_app_managed_keyring
source: Switch to App Managed Keyring
ar: قم بالتبديل إلى حلقة المفاتيح المُدارة بواسطة التطبيق
de: Wechseln Sie zum App-verwalteten Schlüsselbund
es: Cambiar al llavero administrado por la aplicación
fr: Passer au trousseau de clés géré par application
hi: ऐप प्रबंधित कीरिंग पर स्विच करें
ja: アプリ管理のキーリングに切り替える
ko: 앱 관리 키링으로 전환
pt_br: Mudar para chaveiro gerenciado por aplicativo
ru: Переключиться на брелок, управляемый приложением
zh_hans: 切换到应用托管密钥库

# action_verify_signature
source: Verify Signature
ar: التحقق من التوقيع
de: Signatur überprüfen
es: Verificar firma
fr: Vérifier la signature
hi: हस्ताक्षर सत्यापित करें
ja: 署名の検証
ko: 서명 확인
pt_br: Verifique a assinatura
ru: Проверить подпись
zh_hans: 验证签名

# action_view_history
source: View History
ar: عرض التاريخ
de: Verlauf anzeigen
es: Ver historial
fr: Afficher l'historique
hi: इतिहास देखें
ja: 履歴を見る
ko: 기록 보기
pt_br: Ver histórico
ru: Просмотреть историю
zh_hans: 查看历史

# algorithm_aes128
source: AES-128
ar: ايه اي اس-128
hi: एईएस 128
ru: АЭС-128

# algorithm_aes192
source: AES-192
ar: ايه اي اس-192
hi: एईएस 192
ru: АЭС-192

# algorithm_aes256
source: AES-256
ar: ايه اي اس-256
hi: एईएस 256
ru: АЭС-256

# app_name_moaiy
source: Moaiy
ar: موي
hi: मोआय
ja: モアイ
ko: 모아이
ru: Моаи

# backup_alert_title_failure
source: Backup Not Successful
ar: النسخ الاحتياطي غير ناجح
de: Sicherung nicht erfolgreich
es: La copia de seguridad no se realizó correctamente
fr: Sauvegarde échouée
hi: बैकअप सफल नहीं
ja: バックアップが失敗しました
ko: 백업 실패
pt_br: Backup não bem-sucedido
ru: Резервное копирование не удалось
zh_hans: 备份未成功

# backup_choose_location
source: Choose Location
ar: اختر الموقع
de: Wählen Sie Standort
es: Elige Ubicación
fr: Choisir un emplacement
hi: स्थान का चयन
ja: 場所を選択してください
ko: 위치 선택
pt_br: Escolha o local
ru: Выберите местоположение
zh_hans: 选择位置

# backup_choose_location_message
source: Select a folder to save exported secret keys
ar: حدد مجلدًا لحفظ المفاتيح السرية المصدرة
de: Wählen Sie einen Ordner aus, um exportierte geheime Schlüssel zu speichern
es: Seleccione una carpeta para guardar las claves secretas exportadas
fr: Sélectionnez un dossier pour enregistrer les clés secrètes exportées
hi: निर्यात की गई गुप्त कुंजियाँ सहेजने के लिए एक फ़ोल्डर चुनें
ja: エクスポートした秘密キーを保存するフォルダーを選択してください
ko: 내보낸 비밀 키를 저장할 폴더를 선택하세요.
pt_br: Selecione uma pasta para salvar as chaves secretas exportadas
ru: Выберите папку для сохранения экспортированных секретных ключей.
zh_hans: 选择用于保存导出私钥的文件夹

# backup_create_button
source: Create Backup
ar: إنشاء نسخة احتياطية
de: Backup erstellen
es: Crear copia de seguridad
fr: Créer une sauvegarde
hi: बैकअप बनाएं
ja: バックアップの作成
ko: 백업 생성
pt_br: Criar backup
ru: Создать резервную копию
zh_hans: 创建备份

# backup_create_section
source: Create Backup
ar: إنشاء نسخة احتياطية
de: Backup erstellen
es: Crear copia de seguridad
fr: Créer une sauvegarde
hi: बैकअप बनाएं
ja: バックアップの作成
ko: 백업 생성
pt_br: Criar backup
ru: Создать резервную копию
zh_hans: 创建备份

# backup_description
source: Select secret keys and a destination folder for backup
ar: حدد المفاتيح السرية والمجلد الوجهة للنسخ الاحتياطي
de: Wählen Sie geheime Schlüssel und einen Zielordner für die Sicherung aus
es: Seleccione claves secretas y una carpeta de destino para la copia de seguridad
fr: Sélectionnez les clés secrètes et un dossier de destination pour la sauvegarde
hi: बैकअप के लिए गुप्त कुंजियाँ और एक गंतव्य फ़ोल्डर चुनें
ja: 秘密キーとバックアップ先フォルダーを選択します
ko: 백업할 비밀 키와 대상 폴더를 선택하세요.
pt_br: Selecione chaves secretas e uma pasta de destino para backup
ru: Выберите секретные ключи и папку назначения для резервного копирования.
zh_hans: 选择要备份的私钥和目标文件夹

# backup_error_invalid_format
source: Invalid backup format
ar: تنسيق النسخة الاحتياطية غير صالح
de: Ungültiges Sicherungsformat
es: Formato de copia de seguridad no válido
fr: Format de sauvegarde invalide
hi: अमान्य बैकअप प्रारूप
ja: 無効なバックアップ形式です
ko: 잘못된 백업 형식
pt_br: Formato de backup inválido
ru: Неверный формат резервной копии
zh_hans: 无效的备份格式

# backup_error_manifest_not_found
source: Backup manifest not found
ar: لم يتم العثور على بيان النسخة الاحتياطية
de: Backup-Manifest nicht gefunden
es: Manifiesto de copia de seguridad no encontrado
fr: Manifeste de sauvegarde introuvable
hi: बैकअप मेनिफ़ेस्ट नहीं मिला
ja: バックアップマニフェストが見つかりません
ko: 백업 매니페스트를 찾을 수 없습니다.
pt_br: Manifesto de backup não encontrado
ru: Манифест резервной копии не найден
zh_hans: 未找到备份清单

# backup_error_operation_failed
source: Backup wasn't completed. Please try again.
ar: لم يكتمل النسخ الاحتياطي. يرجى المحاولة مرة أخرى.
de: Die Sicherung wurde nicht abgeschlossen. Bitte versuchen Sie es erneut.
es: La copia de seguridad no se completó. Por favor inténtalo de nuevo.
fr: La sauvegarde n'a pas été terminée. Veuillez réessayer.
hi: बैकअप पूरा नहीं हुआ. कृपया पुन: प्रयास करें।
ja: バックアップが完了していませんでした。もう一度試してください。
ko: 백업이 완료되지 않았습니다. 다시 시도해 주세요.
pt_br: O backup não foi concluído. Por favor, tente novamente.
ru: Резервное копирование не завершено. Пожалуйста, попробуйте еще раз.
zh_hans: 备份未完成，请重试。

# backup_history_section
source: Backup History
ar: تاريخ النسخ الاحتياطي
de: Sicherungsverlauf
es: Historial de copias de seguridad
fr: Historique de sauvegarde
hi: बैकअप इतिहास
ja: バックアップ履歴
ko: 백업 기록
pt_br: Histórico de backup
ru: История резервного копирования
zh_hans: 备份历史

# backup_include_secret
source: Include secret keys
ar: تشمل المفاتيح السرية
de: Fügen Sie geheime Schlüssel hinzu
es: Incluir claves secretas
fr: Inclure les clés secrètes
hi: गुप्त कुंजियाँ शामिल करें
ja: 秘密鍵を含める
ko: 비밀 키 포함
pt_br: Incluir chaves secretas
ru: Включить секретные ключи
zh_hans: 包含私钥

# backup_info_1
source: Backups include all public keys by default
ar: تتضمن النسخ الاحتياطية جميع المفاتيح العامة بشكل افتراضي
de: Backups umfassen standardmäßig alle öffentlichen Schlüssel
es: Las copias de seguridad incluyen todas las claves públicas de forma predeterminada.
fr: Les sauvegardes incluent toutes les clés publiques par défaut
hi: बैकअप में डिफ़ॉल्ट रूप से सभी सार्वजनिक कुंजियाँ शामिल होती हैं
ja: バックアップにはデフォルトですべての公開キーが含まれます
ko: 백업에는 기본적으로 모든 공개 키가 포함됩니다.
pt_br: Os backups incluem todas as chaves públicas por padrão
ru: По умолчанию резервные копии включают все открытые ключи.
zh_hans: 备份默认包含所有公钥

# backup_info_2
source: Secret keys are optional and require additional protection
ar: المفاتيح السرية اختيارية وتتطلب حماية إضافية
de: Geheime Schlüssel sind optional und erfordern zusätzlichen Schutz
es: Las claves secretas son opcionales y requieren protección adicional
fr: Les clés secrètes sont facultatives et nécessitent une protection supplémentaire
hi: गुप्त कुंजियाँ वैकल्पिक हैं और अतिरिक्त सुरक्षा की आवश्यकता होती है
ja: 秘密キーはオプションであり、追加の保護が必要です
ko: 비밀 키는 선택 사항이며 추가 보호가 필요합니다.
pt_br: As chaves secretas são opcionais e requerem proteção adicional
ru: Секретные ключи не являются обязательными и требуют дополнительной защиты.
zh_hans: 私钥是可选的，需要额外保护

# backup_info_3
source: Backups are stored locally on your device
ar: يتم تخزين النسخ الاحتياطية محليًا على جهازك
de: Backups werden lokal auf Ihrem Gerät gespeichert
es: Las copias de seguridad se almacenan localmente en su dispositivo
fr: Les sauvegardes sont stockées localement sur votre appareil
hi: बैकअप आपके डिवाइस पर स्थानीय रूप से संग्रहीत किए जाते हैं
ja: バックアップはデバイス上にローカルに保存されます
ko: 백업은 장치에 로컬로 저장됩니다.
pt_br: Os backups são armazenados localmente no seu dispositivo
ru: Резервные копии хранятся локально на вашем устройстве.
zh_hans: 备份存储在您的设备本地

# backup_keys_secret
source: secret
ar: سر
de: Geheimnis
es: secreto
fr: secrète
hi: गुप्त
ja: 秘密
ko: 비밀
pt_br: segredo
ru: секрет
zh_hans: 个私钥

# backup_keys_total
source: keys
ar: مفاتيح
de: Schlüssel
es: llaves
fr: clés
hi: चाबियाँ
ja: キー
ko: 열쇠
pt_br: chaves
ru: ключи
zh_hans: 个密钥

source: Backup Location
ar: موقع النسخ الاحتياطي
de: Backup-Speicherort
es: Ubicación de la copia de seguridad
fr: Emplacement de sauvegarde
hi: बैकअप स्थान
ja: バックアップの場所
ko: 백업 위치
pt_br: Local de backup
ru: Место резервного копирования
zh_hans: 备份位置

# backup_restore_button
source: Restore Backup
ar: استعادة النسخة الاحتياطية
de: Sicherung wiederherstellen
es: Restaurar copia de seguridad
fr: Restaurer la sauvegarde
hi: बैकअप बहाल
ja: バックアップを復元する
ko: 백업 복원
pt_br: Restaurar backup
ru: Восстановить резервную копию
zh_hans: 恢复备份

# backup_restore_description
source: Restore your keys from a previous backup
ar: استعادة المفاتيح الخاصة بك من نسخة احتياطية سابقة
de: Stellen Sie Ihre Schlüssel aus einem früheren Backup wieder her
es: Restaura tus claves desde una copia de seguridad anterior
fr: Restaurez vos clés à partir d'une sauvegarde précédente
hi: पिछले बैकअप से अपनी कुंजियाँ पुनर्स्थापित करें
ja: 以前のバックアップからキーを復元する
ko: 이전 백업에서 키를 복원하세요
pt_br: Restaure suas chaves de um backup anterior
ru: Восстановите ключи из предыдущей резервной копии
zh_hans: 从之前的备份恢复您的密钥

# backup_restore_section
source: Restore from Backup
ar: استعادة من النسخة الاحتياطية
de: Aus Backup wiederherstellen
es: Restaurar desde copia de seguridad
fr: Restaurer à partir d'une sauvegarde
hi: बैकअप से पुनर्स्थापित करें
ja: バックアップから復元
ko: 백업에서 복원
pt_br: Restaurar do backup
ru: Восстановление из резервной копии
zh_hans: 从备份恢复

# backup_secret_warning
source: Secret keys will be exported. Keep the backup file secure.
ar: سيتم تصدير المفاتيح السرية. حافظ على أمان ملف النسخ الاحتياطي.
de: Geheime Schlüssel werden exportiert. Bewahren Sie die Sicherungsdatei sicher auf.
es: Se exportarán las claves secretas. Mantenga el archivo de respaldo seguro.
fr: Les clés secrètes seront exportées. Conservez le fichier de sauvegarde en sécurité.
hi: गुप्त कुंजियाँ निर्यात की जाएंगी. बैकअप फ़ाइल को सुरक्षित रखें.
ja: 秘密鍵がエクスポートされます。バックアップ ファイルを安全に保管してください。
ko: 비밀 키를 내보냅니다. 백업 파일을 안전하게 보관하세요.
pt_br: As chaves secretas serão exportadas. Mantenha o arquivo de backup seguro.
ru: Секретные ключи будут экспортированы. Храните файл резервной копии в безопасности.
zh_hans: 私钥将被导出。请妥善保管备份文件。

# backup_select_all
source: Select All
ar: حدد الكل
de: Wählen Sie „Alle“ aus
es: Seleccionar todo
fr: Sélectionner tout
hi: सबका चयन करें
ja: すべて選択
ko: 모두 선택
pt_br: Selecionar tudo
ru: Выбрать все
zh_hans: 全选

# backup_select_none
source: Select None
ar: حدد لا شيء
de: Wählen Sie „Keine“ aus
es: Seleccionar Ninguno
fr: Sélectionnez Aucun
hi: कुछ मत चुनिए
ja: なしを選択します
ko: 없음을 선택하세요
pt_br: Selecione Nenhum
ru: Выберите Нет
zh_hans: 取消全选

# backup_status_last
source: Last backup: %@
ar: آخر نسخة احتياطية: %@
de: Letzte Sicherung: %@
es: Última copia de seguridad: %@
fr: Dernière sauvegarde : %@
hi: अंतिम बैकअप: %@
ja: 最終バックアップ: %@
ko: 마지막 백업: %@
pt_br: Último backup: %@
ru: Последняя резервная копия: %@.
zh_hans: 上次备份：%@

# backup_status_never
source: No backups yet
ar: لا توجد نسخ احتياطية حتى الآن
de: Noch keine Backups
es: Aún no hay copias de seguridad
fr: Aucune sauvegarde pour le moment
hi: अभी तक कोई बैकअप नहीं है
ja: まだバックアップがありません
ko: 아직 백업이 없습니다.
pt_br: Ainda não há backups
ru: Резервных копий пока нет
zh_hans: 尚未备份

# backup_status_title
source: Backup Status
ar: حالة النسخ الاحتياطي
de: Sicherungsstatus
es: Estado de la copia de seguridad
fr: État de la sauvegarde
hi: बैकअप स्थिति
ja: バックアップステータス
ko: 백업 상태
pt_br: Status de backup
ru: Статус резервного копирования
zh_hans: 备份状态
